const quizData = [
  {
    intro : `საჭირო ინფორმაცია:  
$$
\\begin{aligned}
\\cdot &\\; თუ სპეციალური მითითება არ არის, ელექტრულ მომხმარებლებთან მიერთებული სადენების წინაღობა არ გაითვალისწინოთ. \\\\
\\cdot &\\; თუ სპეციალური მითითება არ არის, მექანიკური რხევების დროს ენერგიის დანაკარგები არ გაითვალისწინოთ. \\\\
\\cdot &\\; ჩათვალეთ, რომ რიცხობრივად\\ \\pi^2 = g = 10, სადაც\\ g\\ \\text{თავისუფალი ვარდნის აჩქარებაა}.
\\end{aligned}
$$`,
     question: "ერთი და იმავე ჰარმონიულად ცვლადი ძაბვის წყაროსთან რიგ-რიგობით შეაერთეს კონდენსატორი და კოჭა. შესაბამისად, მათი ტევადური და ინდუქციური წინაღობების ნამრავლი $2 \\cdot 10^7 \\ \\text{ომი}^2$-ის ტოლი აღმოჩნდა. რისი ტოლია კოჭას ინდუქციურობა, თუ კონდენსატორის ტევადობა $5 \\ \\text{მკფ}$-ია?",
    options: [
      "$10 \\ \\text{ჰნ}$",
      "$50 \\ \\text{ჰნ}$",
      "$100 \\ \\text{ჰნ}$",
      "$1000 \\ \\text{ჰნ}$",
      "$200 \\ \\text{ჰნ}$"
    ],
    correct: 2,
    tag: "ელექტროობა"
  },
  { 
    image: "physics/class-11/images/sur3.png",
    question: "სურათ 1-ზე გამოსახული წრედში ორი კონდენსატორი და ორი კოჭა ჩართულია $2000 \\ \\text{წმ}^{-1}$ ციკლური სიხშირის ჰარმონიულად ცვლადი ძაბვის ქსელში. $C_1 = 10 \\ \\text{მკფ}$, $C_2 = 40 \\ \\text{მკფ}$, $L_1 = L_2 = 0,01 \\ \\text{ჰნ}$. რისი ტოლია წრედში სრული დენის ძალის ამპლიტუდა, თუ წრედის ბოლოებზე ძაბვის ამპლიტუდა $2\\text{ვ}$-ია.",
    options: [
      "$4 \\ \\text{ა}$",
      "$3 \\ \\text{ა}$",
      "$2 \\ \\text{ა}$",
      "$1 \\ \\text{ა}$",
      "$0 \\ \\text{ა}$"
    ],
    correct: 4,
    tag: "ელექტროობა"
  },
  {
    intro: "სურათ 2-ზე გამოსახულ წრედში ორი კონდენსატორი, კოჭა და აქტიური წინაღობა ჩართულია $100 \\ \\text{წმ}^{-1}$ ციკლური სიხშირის ჰარმონიულად ცვლადი ძაბვის ქსელში. $C_1 = 10 \\ \\text{მკფ}$, $C_2 = 20 \\ \\text{მკფ}$, $L = 10 \\ \\text{ჰნ}$, $R= 100 \\ \\text{ომი}$. ამ პირობით უპასუხეთ მე-3 და მე-4 კითხვებს:",
    image: "physics/class-11/images/sur4.png",
    question: "რისი ტოლია წრედის სრული წინაღობა?",
    options: [
      "$\\frac{100}{\\sqrt{13}} \\ \\text{ომი}$",
      "$\\frac{500}{\\sqrt{26}} \\ \\text{ომი}$",
      "$\\frac{50}{\\sqrt{13}} \\ \\text{ომი}$",
      "$\\frac{50}{\\sqrt{26}} \\ \\text{ომი}$",
      "$\\frac{200}{\\sqrt{23}} \\ \\text{ომი}$"
    ],
    correct: 1,
    tag: "ელექტროობა"
  },
  {
    question: "რისი ტოლია წრედის სრულ დენის ძალასა და სრულ ძაბვას შორის ფაზათა სხვაობის შესაბამისი კუთხის ტანგენსი?",
    options: [
      "$\\frac{1}{2}$",
      "$\\frac{1}{3}$",
      "$\\frac{1}{4}$",
      "$\\frac{1}{5}$",
      "$\\frac{1}{6}$"
    ],
    correct: 3,
    tag: "ელექტროობა"
  },
  {
    intro: "სურათ 3-ზე გამოსახულია რეზისტორზე მოდებული პერიოდულად ცვლადი ძაბვის დროზე დამოკიდებულების გრაფიკი.ამ პირობით უპასუხეთ მე-5 და მე-6 კითხვებს:",
    image: "physics/class-11/images/sur5.png",
    question: "რისი ტოლია ასეთი ძაბვის ეფექტური მნიშვნელობა $T$ პერიოდის განმავლობაში?",
    options: [
      "$\\sqrt{2}U_0$",
      "$\\sqrt{5}U_0$",
      "$\\sqrt{7}U_0$",
      "$\\frac{U_0}{\\sqrt{2}}$",
      "$\\frac{U_0}{\\sqrt{3}}$"
    ],
    correct: 0,
    tag: "ელექტროობა"
  },
  {
    question: "რისი ტოლი უნდა იყოს ჰარმონიულად (სინუსოიდალურად) ცვლადი ძაბვის ამპლიტუდა, რომ მისი ეფექტური მნიშვნელობა დაემთხვეს მე-3 სურათზე გამოსახული პერიოდულად ცვლადი ძაბვის ეფექტურ მნიშვნელობას $T$ პერიოდის განმავლობაში?",
    options: [
      "$\\frac{U_0}{\\sqrt{2}}$",
      "$U_0$",
      "$2U_0$",
      "$\\sqrt{2}U_0$",
      "$\\frac{U_0}{2}$"
    ],
    correct: 2,
    tag: "ელექტროობა"
  },
  {
    question: "სურათ 4-ზე მოცემულია პერიოდულად ცვლადი ძაბვის დროზე დამოკიდებულება. გრაფიკის უარყოფითი ნაწილი წარმოადგენს სინუსოიდას ნაწილს. რისი ტოლია ასეთი ძაბვის ეფექტური მნიშვნელობა $T$ პერიოდის განმავლობაში?",
    image: "physics/class-11/images/sur6.png",   
    options: [
      "$\\frac{U_0}{2} \\sqrt{\\frac{19}{6}}$",
      "$\\frac{3U_0}{2} \\sqrt{\\frac{29}{6}}$",
      "$\\frac{U_0}{2} \\sqrt{\\frac{9}{26}}$",
      "$\\frac{U_0}{3} \\sqrt{\\frac{19}{6}}$",
      "$\\frac{U_0}{2} \\sqrt{\\frac{19}{13}}$"
    ],
    correct: 0,
    tag: "ელექტროობა"
  },
  {
    question: "ერთგვაროვან მაგნიტურ ველში თანაბრად მბრუნავი ჩარჩო შეიცავს $0,5 \\text{მმ}^2$ განივკვეთის ფართობის მქონე მავთულის 400 ხვიას. მავთულის კუთრი წინაღობა $1,7 \\cdot 10^{-8} \\text{ომი} \\cdot \\text{მ}$-ია. ჩარჩოს თითოეული ხვიის სიგრძეა $0,25$ მეტრი. ჩარჩოში აღძრული ემ ძალის ამპლიტუდა $\\sqrt{2}$ ვ-ია. რისი ტოლი იქნება ჩარჩოში აღძრული დენის ძალის ეფექტური მნიშვნელობა, თუ მის ბოლოებს ერთმანეთთან $1,6$ ომი წინაღობის გამტარით შევაერთებთ?",
    options: [
      "$0,1 \\ \\text{ა}$",
      "$0,2 \\ \\text{ა}$",
      "$0,3 \\ \\text{ა}$",
      "$0,4 \\ \\text{ა}$",
      "$0,5 \\ \\text{ა}$"
    ],
    correct: 1,
    tag: "ელექტრომაგნიტიზმი"
  },
  {
    question: "სადაბლებელი ტრანსფორმატორის პირველადი გრაგნილი ჩართულია ჰარმონიულად ცვლადი ძაბვის ქსელში, რომლის ეფექტური მნიშვნელობაა $220\\text{ვ}$. მეორეული გრაგნილის წინაღობა $2$ ომია, ხოლო ეფექტური ძაბვა მის მომჭერებზე $21,5\\text{ვ}$-ია. განსაზღვრეთ მეორეულ გრაგნილში გამავალი დენი, თუ ტრანსფორმატორის პირველად გრაგნილს 8-ჯერ მეტი ხვია აქვს, ვიდრე მეორეულს.პირველ გრაგნილში ენერგიის დანაკარგებს ნუ გაითვალისწინებთ.",
    options: [
      "$0,5\\text{ა}$",
      "$1\\text{ა}$",
      "$1,2\\text{ა}$",
      "$2\\text{ა}$",
      "$3\\text{ა}$"
    ],
    correct: 4,
    tag: "ტრანსფორმატორი"
  },
  {
    question: "ერთი და იგივე სიმძლავრის გადაცემა ხდება ერთ შემთხვევაში ეფექტური $100 \\text{ვ}$-ით, მეორე შემთხვევაში უცნობი ძაბვით. განსაზღვრეთ მეორე შემთხვევაში ეფექტური ძაბვა, თუ პირველ შემთხვევაში გადამცემი ხაზის წინაღობის შეფარდება მეორე შემთხვევაში გადამცემი ხაზის წინაღობასთან $10^{-4}$-ის ტოლია, ხოლო ორივე შემთხვევაში სითბური დანაკარგი ერთნაირია.",
    options: [
      "$30 \\text{კვ}$",
      "$1 \\text{კვ}$",
      "$10 \\text{კვ}$",
      "$4 \\text{კვ}$",
      "$20 \\text{კვ}$"
    ],
    correct: 2,
    tag: "ელექტროობა"
  },
  {
    question: "ასამაღლებელი ტრანსფორმატორის პირველადი გრაგნილის ხვიების რაოდენობაა $100$, ხოლო მეორეულის - $5000$. რისი ტოლია მეორეულ გრაგნილში აღძრული ემ ძალის ეფექტური მნიშვნელობა, თუ პირველადი გრაგნილი შეერთებულია $200 \\text{ვ}$ ამპლიტუდის მქონე ჰარმონიულად ცვლადი ძაბვის ქსელში? პირველად გრაგნილში ენერგიის დანაკარგები არ გაითვალისწინოთ.",
    options: [
      "$100 \\text{კვ}$",
      "$2 \\text{კვ}$",
      "$5 \\text{კვ}$",
      "$10 \\text{კვ}$",
      "$5 \\cdot \\sqrt{2} \\text{კვ}$"
    ],
    correct: 4,
    tag: "ტრანსფორმატორი"
  },
  {
    question: "მივიჩნიოთ, რომ ადამიანის თვალისთვის ხილული სინათლის ტალღის სიგრძე ზუსტად $400 \\text{ნმ}$-დან $800 \\text{ნმ}$-მდე დიაპაზონშია. ჩამოთვლილთაგან რისი ტოლი შეიძლება იყოს ადამიანის თვალისთვის ხილული სინათლის ტალღების სიხშირეების სხვაობა? სინათლის სიჩქარე $3 \\cdot 10^8 \\text{მ/წმ}$-ია. $1 \\text{ტჰც} = 10^{12}\\text{ჰც}$.",
    options: [
      "$382 \\text{ტჰც}$",
      "$363 \\text{ტჰც}$",
      "$392 \\text{ტჰც}$",
      "$413 \\text{ტჰც}$",
      "$451 \\text{ტჰც}$"
    ],
    correct: 1,
    tag: "ოპტიკა"
  },
  {
    question: "სინათლე გადადის ვაკუუმიდან წყალში, რის გამოც მისი სიჩქარე $25\\%$-ით შემცირდა. რამდენით შემცირდა ამ დროს სინათლის ტალღის სიგრძე, თუ მისი ტალღის სიგრძე ვაკუუმში $400 \\text{ნმ}$ იყო? სინათლის სიჩქარე $3 \\cdot 10^8 \\text{მ/წმ}$-ია.",
    options: [
      "$100 \\text{ნმ}$-ით",
      "$200 \\text{ნმ}$-ით",
      "$300 \\text{ნმ}$-ით",
      "$50 \\text{ნმ}$-ით",
      "$150 \\text{ნმ}$-ით"
    ],
    correct: 0,
    tag: "ოპტიკა"
  },
  {
    intro : "კოჭა და კონდენსატორისაგან შედგენილი რხევითი კონტურის კონდენსატორის ფირფიტებზე ძაბვა დროის მიხედვით იცვლება კანონით: $u = 20 \\cos(4 \\cdot 10^3 \\cdot \\pi t)$. მაქსიმალური მუხტი კონდენსატორის ფირფიტებზე $0,4 \\text{მკკ}$-ია. ენერგიის დანაკარგები არ გაითვალისწინოთ და უპასუხეთ მე-14, მე-15 და მე-16 კითხვებს:",
    question: "რისი ტოლია კონდენსატორის ტევადობა?",
    options: [
      "$0,2 \\text{მკფ}$",
      "$0,4 \\text{მკფ}$",
      "$0,04 \\text{მკფ}$",
      "$0,02 \\text{მკფ}$",
      "$0,01 \\text{მკფ}$"
    ],
    correct: 3,
    tag: "რხევითი კონტური"
  },
  {
    question: "რისი ტოლია კოჭას ინდუქციურობა?",
    options: [
      "$250,5 \\text{მჰნ}$",
      "$100 \\text{მჰნ}$",
      "$105 \\text{მჰნ}$",
      "$515,2 \\text{მჰნ}$",
      "$312,5 \\text{მჰნ}$"
    ],
    correct: 4,
    tag: "რხევითი კონტური"
  },
  {
    question: "რისი ტოლი გახდება დენის ძალა კოჭაში, მაშინ, როდესაც კონდენსატორის ფირფიტებზე ძაბვა საწყის მომენტში ძაბვასთან შედარებით ორჯერ შემცირდება?",
    options: [
      "$\\sqrt{21,2} \\text{მა}$",
      "$\\sqrt{20,2} \\text{მა}$",
      "$\\sqrt{19,2} \\text{მა}$",
      "$\\sqrt{18,2} \\text{მა}$",
      "$\\sqrt{17,2} \\text{მა}$"
    ],
    correct: 2,
    tag: "რხევითი კონტური"
  },
  {
    question: "კოჭა და კონდენსატორისაგან შედგენილი რხევითი კონტურის კონდენსატორს პარალელურად მიუერთეს 8-ჯერ დიდი ტევადობის კონდენსატორი, რის გამოც კონტურის რხევის სიხშირე $2 \\text{კჰც}$-ით შემცირდა. რისი ტოლი გახდა კონტურის რხევის პერიოდი მეორე კონდენსატორის მიერთების შემდეგ?",
    options: [
      "$0,5 \\text{მწმ}$",
      "$1 \\text{მწმ}$",
      "$3 \\text{მწმ}$",
      "$\\frac{1}{3} \\text{მწმ}$",
      "$0,1 \\text{მწმ}$"
    ],
    correct: 1,
    tag: "რხევითი კონტური"
  },
  {
    question: "კოჭა და კონდენსატორისაგან შედგენილ რხევით კონტურში მაქსიმალური დენის ძალაა $I_0$. როდესაც კოჭას ენერგია კონდენსატორის ენერგიაზე სამჯერ ნაკლები გახდა, კოჭაში დენის ძალა $I_0$-თან შედარებით $0,3 \\text{ა}$-ით ნაკლები აღმოჩნდა. რისი ტოლი იყო დენის ძალის ამპლიტუდა კოჭაში?",
    options: [
      "$0,6 \\text{ა}$",
      "$0,5 \\text{ა}$",
      "$0,4 \\text{ა}$",
      "$0,3 \\text{ა}$",
      "$0,2 \\text{ა}$"
    ],
    correct: 0,
    tag: "რხევითი კონტური"
  },
  { 
    warning: "ორი პასუხია სწორი",
    question: "წრფივ სიმზე წამოცმული მძივის რხევა წარმოადგენს ამავე სიმის გასწვრივ ორი ჰარმონიული რხევის ჯამს. ამ რხევების სიხშირეები ერთნაირია (და სიმის რხევის სიხშირის ტოლია), ხოლო ამპლიტუდებია $A$ და $2A$. რისი ტოლია ამ რხევებს შორის ფაზათა სხვაობა, თუ სიმის სხევის ამპლიტუდა $A\\sqrt{7}$-ის ტოლია?",
    options: [
      "$\\frac{2\\pi}{3}$",
      "$\\frac{4\\pi}{3}$",
      "$\\frac{5\\pi}{3}$",
      "$\\frac{\\pi}{3}$",
      "$\\frac{2\\pi}{5}$"
    ],
    correct: [2,3],
    tag: "მექანიკური რხევები"
  },
  {
    question: "ღამურა მიფრინავს კედლისკენ, მის მართობულად და უშვებს ბგერას, რომელიც კედლიდან ირეკლება და უბრუნდება მას, გაშვებიდან 2 წამში. ბგერის მიღების მომენტში ღამურა კედლიდან 300 მ-ითაა დაშორებული. რა მანძილზე იყო ღამურა კედლიდან დაშორებული ბგერის გაშვების მომენტში? ბგერის გავრცელების სიჩქარე ჰაერში 340 მ/წმ-ია.",
    options: [
      "460 მ",
      "450 მ",
      "400 მ",
      "320 მ",
      "380 მ"
    ],
    correct: 4,
    tag: "ბგერა"
  },
  {
    image: "physics/class-11/images/sur7.png",
    question: "თოკის ბოლო დაიქნიეს, რის შედეგადაც მის გასწვრივ ვრცელდება განივი ტალღა (სურათი 5). სურათზე გამოსახულ მომენტში, საითაა მიმართული თოკის A, B, C და D წერტილების სიჩქარეები?",
    options: [
      "ა) ოთხივე წერტილის სიჩქარე მიმართულია ზევით",
      "ბ) A წერტილის ქვევით, C წერტილის ზევით, B და D წერტილების სიჩქარეები ნულის ტოლია",
      "გ) A და C წერტილების სიჩქარეები ნულია, B წერტილის ზევით, D წერტილის ქვევით",
      "დ) A და C წერტილების სიჩქარეები ნულია, B წერტილის ქვევით, D წერტილის ზევით",
      "ე) A და B წერტილების ქვევით, C და D წერტილების - ზევით"
    ],
    correct: 2,
    tag: "ტალღები"
  },
  {
    question: "ზამბარაზე დაკიდეს 100გ მასის სხეული და გაუშვეს ხელი. სხეულმა დაიწყო ჰარმონიულად რხევა ისე, რომ მისი ვერტიკალური რხევის სიხშირე იყო 5ჰც. რისი ტოლი იქნება სხეულის დედამიწასთან ურთიერთქმედების პოტენციალური ენერგია წონასწორობის გავლის მომენტში, თუ ნულოვან დონეს გავატარებთ იმ დონეზე სადაც სხეულს გაუშვეს ხელი?",
    options: [
      "-0,1 ჯ",
      "-0,01 ჯ",
      "-0,04 ჯ",
      "0,1 ჯ",
      "0,02 ჯ"
    ],
    correct: 1,
    tag: "ენერგია"
  },
  {
    question: "ერთი ბოლოთი დამაგრებულ ჰორიზონტალურ ზამბარაზე მიმაგრებულია სხეული, რომელიც გლუვ ჰორიზონტალურ ზედაპირზე ირხევა ჰარმონიულად. რხევის მართობულ სიბრტყეში მოათავსეს ბრტყელი სარკე. რისი ტოლია სარკეში სხეულის გამოსახულების აჩქარების მოდული სხეულის მიმართ იმ მომენტში, როდესაც სხეული წონასწორობის მდგომარეობიდან 4სმ-ით არის წანაცვლებული? სხეულის მასა 100გ-ია, ხოლო ზამბარის სიხისტე 100ნ/მ.",
    options: [
      "40მ/წმ²",
      "50მ/წმ²",
      "60მ/წმ²",
      "70მ/წმ²",
      "80მ/წმ²"
    ],
    correct: 4,
    tag: "მექანიკური რხევები"
  },
  {
    question: "მათემატიკური ქანქარას ძაფის სიგრძეც და ამპლიტუდაც ორჯერ გაზარდეს. ამის გამო ქანქარას რხევის ენერგია 23 ჯ-ით გაიზარდა. რისი ტოლი იყო მათემატიკური ქანქარას რხევის ენერგია თავდაპირველად?",
    options: [
      "ა) 11,5 ჯ",
      "ბ) 23 ჯ",
      "გ) 34,5 ჯ",
      "დ) 46 ჯ",
      "ე) 57,5 ჯ"
    ],
    correct: 1,
    tag: "ენერგია"
  },
  {
    question: "მათემატიკური ქანქარას რხევის პერიოდი დედამიწის ზედაპირზე არის T. რისი ტოლი იქნება ქანქარას რხევის პერიოდი დედამიწის ღრმულის ისეთ ადგილზე, რომელიც დედამიწის ცენტრიდან R/2 მანძილით არის დაშორებული? დედამიწა ერთგვაროვან ბირთვად მიიჩნიეთ, რომლის რადიუსია R.",
    options: [
      "ა) T",
      "ბ) 2T",
      "გ) $\\frac{T}{\\sqrt{2}}$",
      "დ) $\\sqrt{2} \\cdot T$",
      "ე) $2\\sqrt{2} \\cdot T$"
    ],
    correct: 3,
    tag: "გრავიტაცია"
  }
];