const quizData = [
  {
     intro : `საჭირო ინფორმაცია:  
$$
\\begin{aligned}
\\cdot &\\; თუ სპეციალური მითითება არ არის, ელექტრულ მომხმარებლებთან მიერთებული სადენების წინაღობა არ გაითვალისწინოთ. \\\\
\\cdot &\\; თუ სპეციალური მითითება არ არის, მექანიკური რხევების დროს ენერგიის დანაკარგები არ გაითვალისწინოთ. \\\\
\\cdot &\\; ჩათვალეთ, რომ რიცხობრივად\\ \\pi^2 = g = 10, სადაც\\ g\\ \\text{თავისუფალი ვარდნის აჩქარებაა}.
\\end{aligned}
$$`,
     
    question: "პირველი ჭურჭლის მოცულობაა $7$ ლ, ხოლო მასში არსებული აირის წნევა კი $3 \\cdot 10^5$ პა. მეორე ჭურჭლის მოცულობაა $3$ ლ და მასში არსებული აირის წნევა კი $P$. ჭურჭლები შეაერთეს წვრილი მილით, რის შემდეგაც ორივე მათგანში დამყარდა $3,6 \\cdot 10^5$ პა წნევა. ჩათვალეთ, რომ ორივე ჭურჭელში ერთნაირი ტემპერატურა იყო და პროცესი იზოთერმულია. რისი ტოლია $P$?",
    options: [
      "$3,3 \\cdot 10^5$ პა",
      "$5 \\cdot 10^5$ პა",
      "$3,9 \\cdot 10^5$ პა",
      "$4,2 \\cdot 10^5$ პა",
      "$4,5 \\cdot 10^5$ პა"
    ],
    correct: 1,
    tag: "თერმოდინამიკა"
  },
  {
    question: "მყარ ჭურჭელში, რომლის მოცულობაა $6$ მ$^3$, იმყოფება $300$ K ტემპერატურის მქონე $2$ მოლი იდეალური აირი. ჭურჭელში დამატებით $1$ მოლი იგივე აირი ჩატუმბეს და ტემპერატურა $400$ K-მდე გაზარდეს. რამდენით მოიმატა აირის წნევამ ჭურჭელში, თავდაპირველთან შედარებით?",
    options: [
      "$831$ პა-ით",
      "$467$ პა-ით",
      "$1664$ პა-ით",
      "$415,5$ პა-ით",
      "$249$ პა-ით"
    ],
    correct: 0,
    tag: "თერმოდინამიკა"
  },
  { 
    waring: "ყველა პასუხი ჩათვლილია",
    question: "სურათ 2-ზე გამოსახულია იდეალური ერთატომიანი აირის მდგომარეობის ცვლილების პროცესი. განსაზღვრეთ აირის მიერ მიღებული სითბოს რაოდენობა ამ პროცესის დროს.",
    image: "physics/class-11/images/sur9.png",
    options: [
      "$10 P_0V_0$",
      "$11 P_0V_0$",
      "$8 P_0V_0$",
      "$4 P_0V_0$",
      "$12 P_0V_0$"
    ],
    correct: [0,1,2,3,4],
    tag: "თერმოდინამიკა"
  },
  {
    question: "იდეალური $2$ ატომიანი აირი იზობარულად გაათბეს, ისე რომ მას გადასცეს $83,1$ კჯ სითბოს რაოდენობა. აირის ნივთიერების რაოდენობა $10$ მოლია. განსაზღვრეთ აირის ტემპერატურის ცვლილება",
    options: [
      "$\\frac{300}{11}$ K",
      "$\\frac{2000}{11}$ K",
      "$\\frac{3000}{11}$ K",
      "$\\frac{2000}{7}$ K",
      "$\\frac{3200}{7}$ K"
    ],
    correct: 3,
    tag: "თერმოდინამიკა"
  },
  {
    question: "იდეალურ აირზე ატარებენ $P=\\alpha V$ პროცესს, სადაც $P$ - აირის წნევაა, $V$ - მოცულობა, ხოლო $\\alpha=const$. განსაზღვრეთ აირის მოლური სითბოტევადობა ამ პროცესში, თუ აირი ერთატომიანია. $R$ არის იდეალური აირის უნივერსალური მუდმივა.",
    options: [
      "$3R$",
      "$2R$",
      "$3,5R$",
      "$1,5R$",
      "$2,5R$"
    ],
    correct: 1,
    tag: "თერმოდინამიკა"
  },
  {
    question: "მოცემული იდეალური აირის კუთრი სითბოტევადობა $\\frac{5R}{3M}$-ის ტოლია. განსაზღვრეთ $3$ მოლი ასეთი აირის შინაგანი ენერგიის ცვლილება მისი $200$ K-ით იზოქორულად გათბობისას.",
    options: [
      "$16620$ ჯ",
      "$4155$ ჯ",
      "$8310$ ჯ",
      "$6550$ ჯ",
      "$7560$ ჯ"
    ],
    correct: 2,
    tag: "თერმოდინამიკა"
  },
  {
    question: "აირი ჯერ იზობარულად გაათბეს $T_1$ ტემპერატურიდან $T_2$-მდე, შემდეგ კი იზოქორულად. იზობარული გათბობის დროს $3$ ჯერ მეტი სითბოს რაოდენობა დაიხარჯა, ვიდრე იზოქორულის დროს. განსაზღვრეთ იზოქორული გათბობისას დახარჯული სითბოს რაოდენობა, თუ იზობარული გათბობისას აირმა $A$ მუშაობა შეასრულა.",
    options: [
      "$A/2$",
      "$2A$",
      "$3A$",
      "$1,5 A$",
      "$2,5 A$"
    ],
    correct: 0,
    tag: "თერმოდინამიკა"
  },
  {
    question: "მათემატიკური ქანქარა ასრულებს ჰარმონიულ რხევებს. იგი შედგება $3,2$ მ სიგრძის მსუბუქი ძაფისა და $1$ კგ მასის მცირე ზომის ტვირთისაგან. ჩამოთვლილი პასუხებიდან რომელია ყველაზე ახლოს ქანქარას ვერტიკალიდან გადახრის კუთხის რადიანულ ზომასთან, იმ მომენტში, როდესაც მისი პოტენციური ენერგია $1$ ჯ-ია? პოტენციური ენერგია ნულის ტოლად ჩათვალეთ ბურთულას წონასწორობის წერტილში გავლისას. მიიჩნიეთ, რომ მოცემული რხევისას ძაფის ვერტიკალიდან გადახრის კუთხის სინუსი ამავე კუთხის ტოლია რადიანებში.",
    options: [
      "$0,5$ რად",
      "$1$ რად",
      "$0,25$ რად",
      "$0,45$ რად",
      "$0,01$ რად"
    ],
    correct: 2,
    tag: "მექანიკური რხევები"
  },
  {
    question: "კონდენსატორი ჩართეს $1000$ ვოლტი მუდმივი ძაბვის ქსელში. მისი დამუხტვის დამთავრებისას კონდენსატორის ენერგია $1$ ჯ-ის ტოლი გახდა. ამის შემდეგ ეს კონდენსატორი მიაერთეს $0,5$ ჰნ ინდუქციურობის მქონე კოჭასთან. ამ მომენტიდან რამდენ ხანში გაუტოლდება პირველად ერთმანეთს კოჭას მაგნიტური ველის ენერგია და კონდენსატორის ელექტრული ველის ენერგია? ენერგიის დანაკარგები არ გაითვალისწინოთ.",
    options: [
      "$\\pi$ მწმ",
      "$2\\pi$ მწმ",
      "$0,5\\pi$ მწმ",
      "$0,25\\pi$ მწმ",
      "$1,25\\pi$ მწმ"
    ],
    correct: 3,
    tag: "ელექტრომაგნიტიზმი"
  },
  {
    question: "ტბის ზედაპირზე გავრცელდა ტალღა, რის გამოც ვერტიკალური რხევა დაიწყო ორმა ტივტივამ (ტივტივებზე გავლებული წრფე ტალღის გავრცელების მიმართულებისაა). ტივტივებს შორის მანძილი ტალღის გავრცელების მიმართულებით $3$ მ-ია და თითოეული ტივტივა $1$ წუთში $120$ რხევას ასრულებს. მეთევზეებმა შეამჩნიეს, რომ როდესაც პირველი ტივტივა ტალღის ბურცობმა მაქსიმალურ სიმაღლეზე ასწია, მეორე ტივტივა მაქსიმალურად იყო ჩაწეული ტალღის „ღრმულში“ და ამ მომენტში ტივტივებს შორის ტალღის $2$ ბურცობი იყო (პირველი ტივტივას ბურცობის ჩაუთვლელად). რა სიჩქარით ვრცელდება ტალღა?",
    options: [
      "$6$ მ/წმ",
      "$3$ მ/წმ",
      "$2,4$ მ/წმ",
      "$1,2$ მ/წმ",
      "$1,5$ მ/წმ"
    ],
    correct: 2,
    tag: "ტალღები"
  },
  {
    question: "კონდენსატორი, კოჭა და რეზისტორი მიმდევრობითაა ერთმანეთთან შეერთებული და ჩართულია $\\omega=2000$ რად/წმ ციკლური სიხშირის ჰარმონიულად ცვლადი ძაბვის ქსელში. $C= 25$ მკფ, $L= 0,01$ ჰნ, $R_1=200$ ომი. როდესაც ამავე წრედში მიმდევრობით ჩართეს დამატებით $R_2=500$ ომი წინაღობის რეზისტორი, წრედში დენის ძალის ამპლიტუდა $35$ მა-ით შემცირდა. რისი ტოლი გახდა დენის ძალის ამპლიტუდა მეორე რეზისტორის ჩართვის შემდეგ?",
    options: [
      "$49$ მა",
      "$25$ მა",
      "$21$ მა",
      "$35$ მა",
      "$14$ მა"
    ],
    correct: 4,
    tag: "ელექტროობა"
  },
  {
    question: "ჰერმეტულად დახურული ოთახის ზომებია $5$მ$\\times4$მ$\\times3$მ. ჰაერის ტემპერატურა ოთახში $18^\\circ$C-ია, ხოლო ფარდობითი ტენიანობა - $60\\%$. რა მასის წყალი უნდა აორთქლდეს ოთახში, რომ ფარდობითი ტენიანობა $100\\%$ გახდეს? წყლის ნაჯერი ორთქლის სიმკვრივე $18^\\circ$C ტემპერატურაზე $15,4$ გ/მ$^3$-ია. ოთახში ტემპერატურა არ იცვლება.",
    options: [
      "$210$ გ",
      "$120$ გ",
      "$280$ გ",
      "$370$ გ",
      "$369,6$ გ"
    ],
    correct: 4,
    tag: "თერმოდინამიკა"
  },
  {
    question: "სითბური ძრავას მარგი ქმედების კოეფიციენტის გაზრდის მიზნით მოწყობილობა ისე შეცვალეს, რომ სახურებლის მხრიდან მუშა სხეულზე გადაცემული სითბო ორჯერ გაიზარდა, ხოლო მუშა სხეულიდან მაცივარზე გადაცემული სითბოს რაოდენობა არ შეცვლილა. შედეგად, მ.ქ.კ. $1,2$ ჯერ გაიზარდა. რამდენჯერ აღემატებოდა სახურებლისგან მუშა სხეულზე გადაცემული სითბო მუშა სხეულის მხრიდან მაცივარზე გადაცემულ სითბოს, მოწყობილობის გადაკეთებამდე?",
    options: [
      "$1,2$-ჯერ",
      "$1,5$ ჯერ",
      "$4$ ჯერ",
      "$3,5$ ჯერ",
      "$2,2$ ჯერ"
    ],
    correct: 3,
    tag: "თერმოდინამიკა"
  },
  {
    question: "ბალონში მოთავსებულია $5 \\cdot 10^5$ პა წნევის და $300$ K ტემპერატურის იდეალური აირი. იმის შემდეგ, რაც ბალონიდან გამოუშვეს აირის $10\\%$, აირის ტემპერატურა ბალონში გახდა $260$ K. რისი ტოლი გახდა აირის წნევა ბალონში?",
    options: [
      "$3,3 \\cdot 10^5$ პა",
      "$3,6 \\cdot 10^5$ პა",
      "$3,9 \\cdot 10^5$ პა",
      "$4,2 \\cdot 10^5$ პა",
      "$4,5 \\cdot 10^5$ პა"
    ],
    correct: 2,
    tag: "თერმოდინამიკა"
  },
  {
    task: "სურათ 3-ზე მოცემულია იდეალური ორატომიანი აირის 1-2-3-1 პროცესის PV დიაგრამა. ",
    image: "physics/class-11/images/sur10.png",
    question: "რისი ტოლია აირის მიერ 1-2 პროცესის დროს შესრულებული მუშაობა?",
    options: [
      "$2PV$",
      "$12PV$",
      "$10PV$",
      "$5.5PV$",
      "$12.5PV$"
    ],
    correct: 4,
    tag: "თერმოდინამიკა"
  },
  {
    question: "რისი ტოლია აირის შინაგანი ენერგიის ცვლილება 2-3 პროცესის დროს?",
    options: [
      "$-25PV$",
      "$-45PV$",
      "$18PV$",
      "$-18PV$",
      "$-24PV$"
    ],
    correct: 1,
    tag: "თერმოდინამიკა"
  },
  {
    question: "რისი ტოლია აირის მიერ მიღებული სითბოს რაოდენობა 3-1 პროცესის დროს?",
    options: [
      "$-11.5PV$",
      "$25PV$",
      "$-5PV$",
      "$-17,5PV$",
      "$22,5PV$"
    ],
    correct: 3,
    tag: "თერმოდინამიკა"
  },
  {
    warning: "ყველა პასუხი ჩათვლილია", 
    question: "სურათ 1-ზე გამოსახული, გლუვ ზედაპირზე მოთავსებული $m$ მასის ძელაკი $k_1=2k$ სიხისტის ზამბარასთან მიმაგრებულია, ხოლო $K_2=4k$ სიხისტის ზამბარასთან - არა (მხოლოდ ეხება მის ბოლოს). ორივე ზამბარა მიმაგრებულია კედელზე და მათი მასები უგულებელყოფილია. თავდაპირველად ორივე ზამბარა არადეფორმირებულია. ძელაკი გადაწიეს $k_1$ სიხისტის ზამბარის მხარეს და გაათავისუფლეს. რისი ტოლია ძელაკის რხევის პერიოდი?",
    image: "physics/class-11/images/sur8.png",
    options: [
      "$\\pi\\sqrt{\\frac{m}{2k}} \\cdot\\sqrt{1 + \\frac{1}{\\sqrt{3}}}$",
      "$\\pi\\sqrt{\\frac{m}{8k}} \\cdot\\sqrt{1 + \\frac{1}{2\\sqrt{3}}}$",
      "$4\\pi\\sqrt{\\frac{m}{2k}} \\cdot\\sqrt{1 + \\frac{1}{4\\sqrt{3}}}$",
      "$\\pi\\sqrt{\\frac{m}{2k}} \\cdot\\sqrt{2 + \\frac{1}{\\sqrt{3}}}$",
      "$2\\pi\\sqrt{\\frac{m}{4k}} \\cdot\\sqrt{1 + \\frac{2}{\\sqrt{3}}}$"
    ],
    correct: [0,1,2,3,4],
    tag: "მექანიკური რხევები"
  },
  {
    question: "იდეალურმა აირმა გაფართოვებისას მიიღო $Q$ სითბოს რაოდენობა და შეასრულა $\\frac{4Q}{5}$ მუშაობა. რამდენჯერ გაიზარდა მისი ტემპერატურა, თუ აირის საწყისი შინაგანი ენერგია იყო $U$?",
    options: [
      "$\\frac{3Q}{5u} + 1,5$",
      "$\\frac{4Q}{7u} + 1$",
      "$\\frac{Q}{5u} + 1$",
      "$\\frac{Q}{5u} + 2$",
      "$\\frac{Q}{3u} + 3$"
    ],
    correct: 2,
    tag: "თერმოდინამიკა"
  },
  {
    question: "იდეალური აირისთვის ჯერ შესრულდა 1-2-3 პროცესი, შემდეგ კი 1-3 პროცესი (სურ 4). პირველ შემთხვევაში აირმა მიიღო $13 \\cdot 10^3$ ჯ სითბოს რაოდენობა. რა სითბოს რაოდენობა მიიღო აირმა მეორე შემთხვევაში? $P=100$ კპა, $V=10$ლ.",
    image: "physics/class-11/images/sur11.png",
    options: [
      "$6$ კჯ",
      "$7$ კჯ",
      "$8$ კჯ",
      "$9$ კჯ",
      "$10$ კჯ"
    ],
    correct: 1,
    tag: "თერმოდინამიკა"
  },
  {
    question: "ვერტიკალურად მოთავსებულ $30$ სმ$^2$ ფუძის ფართობის მქონე თბოიზოლირებულ ცილინდრული ფორმის ჭურჭელში $1$ კგ მასის დგუშის ქვეშ $300$ K ტემპერატურის იდეალური აირი იმყოფება. როდესაც დგუშს $93$ კგ მასის ტვირთი დაადეს, მისი დაშორება ფუძიდან $3$ ჯერ შემცირდა. რამდენით გაიზარდა აირის ტემპერატურა ცილინდრში? ატმოსფერული წნევა არის $10^5$ პა.",
    options: [
      "$25$ K",
      "$100$ K",
      "$45$ K",
      "$50$ K",
      "$75$ K"
    ],
    correct: 1,
    tag: "თერმოდინამიკა"
  },
  {
    question: "გარკვეული მასის ორატომიანი იდეალური აირის სითბოტევადობა იზოქორულ პროცესში არის $C_v = 100$ ჯ/K. მაშინ ამ აირის ადიაბატის მაჩვენებელი $\\gamma= \\frac{c_p}{c_v}$ იქნება:",
    options: [
      "$1,4$",
      "$5/7$",
      "$2,1$",
      "$1,8$",
      "$1,6$"
    ],
    correct: 0,
    tag: "თერმოდინამიკა"
  },
  {
    question: "იდეალური აირი, რომლის წნევა და მოცულობა შესაბამისად არის $P=100$ კპა და $V=10$ლ, გაფართოვდა ადიაბატურად $40$ ლ მოცულობამდე. რისი ტოლი გახდა აირის წნევა, თუ აირის ადიაბატის მაჩვენებელი $\\frac{c_p}{c_v} = 1,5$?",
    options: [
      "$10$ კპა",
      "$11,2$ კპა",
      "$12$ კპა",
      "$12,2$ კპა",
      "$12,5$ კპა"
    ],
    correct: 4,
    tag: "თერმოდინამიკა"
  },
  {
    question: "სადაბლებელი ტრანსფორმატორის პირველადი გრაგნილი ჩართულია $2000$ ვ ეფექტური მნიშვნელობის ჰარმონიულად ცვლადი ძაბვის ქსელში. პირველად გრაგნილს $8$-ჯერ მეტი ხვია აქვს, ვიდრე მეორეს. მეორეული გრაგნილის მომჭერებზე ეფექტური ძაბვა $200$ ვ-ია. გადაკეთების მიზნით მეორეული გრაგნილი შეცვალეს ორჯერ მეტი ხვიის მქონე, თუმცა იგივე წინაღობის სხვა გრაგნილით, რის გამოც მეორეული გრაგნილის ბოლოებზე ეფექტური ძაბვა $400$ ვ გახდა. ამ დროს მეორეულ გრაგნილში გავიდა $1,5$ მა -ით უფრო მეტი ეფექტური დენი, ვიდრე წინა შემთხვევაში. რისი ტოლია დენის ძალის ეფექტური მნიშვნელობა ახალ მეორეულ გრაგნილში? პირველად გრაგნილში დანაკარგები არ გაითვალისწინოთ. ორივე შემთხვევაში მეორეული გრაგნილი მიერთებულია მომხმარებელთან.",
    options: [
      "$1,5$ მა",
      "$3$ მა",
      "$4,5$ მა",
      "$0,5$ მა",
      "$2,5$ მა"
    ],
    correct: 1,
    tag: "ელექტროობა"
  },
  {
    question: "იდეალურ სითბურ ძრავაში სახურებლის აბსოლუტური ტემპერატურა $2$-ჯერ მეტია, ვიდრე მაცივრის. იპოვეთ ძრავის მ.ქ. კოეფიციენტი.",
    options: [
      "$12,5\\%$",
      "$20\\%$",
      "$25\\%$",
      "$50\\%$",
      "$75\\%$"
    ],
    correct: 3,
    tag: "თერმოდინამიკა"
  }
];