const quizData = [
  //1
  {
    question: "მართკუთხა სამკუთხედში $30^\\circ$-იანი კუთხის წინ მდებარე კათეტისა და ჰიპოტენუზის ჯამი $15$სმ-ია. იპოვეთ ჰიპოტენუზისადმი გავლებული მედიანის სიგრძე.",
    options: ["$4$", "$5$", "$6$", "$8$", "$9$", "$10$"],
    correct: 1,
    tags: []
  },
  //2
  {
    question: "მატრიცაში რიგების რაოდენობა არის $34$, სვეტების რაოდენობა არის $4$. იპოვეთ საერთო ელემენტების რაოდენობა.",
    options: ["$10$", "$13$", "$16$", "$15$", "$6$", "$9$"],
    correct: 1,
    tags: []
  },
  //3
  {
    image: "math/class-7/images/image.1.png",
    question: "$𝐴𝐵𝐶$ სამკუთხედში $𝐶𝑀$ არის სიმაღლე. $𝑀𝐵$ და $𝐶𝑀$ კვეთენ $𝑁$ და $𝐾$. იპოვეთ $∠𝐵𝐴𝐶$, თუ $𝑀𝐾 = 𝐾𝐶$, $𝑀𝑁 = 𝐵𝐶$, $𝑁𝐾 ⊥ 𝑀𝐶$.",
    options: ["$100$", "$120$", "$150$", "$160$", "$180$", "$300$"],
    correct: 4,
    tags: []
  },
  //4
  {
    task: "intro",
    image: "math/class-7/images/image.2.png",
    question: "",
    options: ["$620$", "$340$", "$440$", "$360$", "$480$", "$520$"],
    correct: 2,
    tags: []
  },
  //5
  {
    image: "math/class-7/images/image.3.png",
    question: "",
    options: ["$560$", "$640$", "$580$", "$500$", "$720$", "$840$"],
    correct: 4,
    tags: []
  },
  //6
  {
    image: "math/class-7/images/image.4.png",
    question: "",
    options: ["$180$", "$220$", "$260$", "$320$", "$340$", "$360$"],
    correct: 4,
    tags: []
  },
  //7
  {
    image: "math/class-7/images/image.5.png",
    question: "",
    options: ["$280$", "$240$", "$420$", "$340$", "$360$", "$460$"],
    correct: 4,
    tags: []
  },
  //8
  {
    image: "math/class-7/images/image.6.png",
    question: "",
    options: ["$360$", "$260$", "$320$", "$340$", "$380$", "$420$"],
    correct: 2,
    tags: []
  },
  //9
  {
    image: "math/class-7/images/image.7.png",
    question: "",
    options: ["$240$", "$260$", "$280$", "$320$", "$340$", "$360$"],
    correct: 4,
    tags: []
  },
  //10
  {
    question: "ოთხი სტუდენტი მუშაობს ერთ პროექტზე, რომელიც დასრულდება $4$ დღეში, თუ სამუშაო განაწილდება თანაფარდობით $3:2:5:8$. იპოვეთ საერთო სამუშაოს რაოდენობა.",
    options: ["$500$", "$550$", "$650$", "$700$", "$750$", "$800$"],
    correct: 0,
    tags: []
  },
  //11
  {
    image: "math/class-7/images/image.8.png",
    question: "წრეში მოცემულია წერტილი $𝐾$ და $𝐴𝐾 = 2$, $𝐾𝐵 = 9$, $𝐶𝐾 = 3$, $𝐾𝐷 = 6$. იპოვეთ $𝐵𝐶𝐷𝐴$ კვადრილის პერიმეტრი.",
    options: ["$2{,}5$", "$3$", "$3{,}5$", "$4$", "$4{,}5$", "$5$"],
    correct: 0,
    tags: []
  },
  //12
  {
    question: "თუ სამკუთხედის პერიმეტრი არის $27$, მისი გვერდები შეადგენს ოთხკუთხედის პერიმეტრს. იპოვეთ სამკუთხედის ერთი გვერდი.",
    options: ["$100$", "$130$", "$160$", "$180$", "$200$", "$210$"],
    correct: 0,
    tags: []
  },
  //13
  {
    question: "ამოხსენით განტოლება: $0{,}3𝑥 − 2(0{,}1𝑥 + 2𝑎) = 4(𝑎 − 1)$.",
    options: ["$𝑥 = 80𝑎 − 40$", "$𝑥 = 8𝑎 + 4$", "$𝑥 = 40𝑎 + 80$", "$𝑥 = 40𝑎 − 80$", "$𝑥 = 80𝑎 + 40$", "$𝑥 = 80$"],
    correct: 0,
    tags: []
  },
  //14
  {
    question: "იპოვეთ მნიშვნელობა: $\\frac{125𝑥^3−75𝑥^2𝑦+15𝑥𝑦^2−𝑦^3}{25𝑥^2−10𝑥𝑦+𝑦^2}$, თუ $𝑥 = 0{,}2$ და $𝑦 = 2$.",
    options: ["$1$", "$0$", "$2$", "$-2$", "$3$", "$-1$"],
    correct: 0,
    tags: []
  },
  //15
  {
    question: "იპოვეთ $𝑎$, რომლისთვისაც სისტემას $\\begin{cases}3𝑥 + 𝑎𝑦 = 12 \\\\ 9𝑥 − 15𝑦 = 36\\end{cases}$ აქვს უსასრულო ბევრი ამოხსნა.",
    options: ["$-5$", "$-3$", "$-1$", "$1$", "$3$", "$5$"],
    correct: 0,
    tags: []
  },
  //16
  {
    question: "იპოვეთ $𝑎 + 𝑏$, თუ წერტილი $(-1;1)$ ეკუთვნის სისტემის ამოხსნას $\\begin{cases}𝑏𝑥 + 2𝑎𝑦 = 1 \\\\(3𝑎 − 1)𝑥 − 𝑏𝑦 = 1\\end{cases}$.",
    options: ["$1{,}2$", "$-0{,}4$", "$1{,}6$", "$-0{,}6$", "$2{,}6$", "$-2{,}8$"],
    correct: 0,
    tags: []
  },
  //17
  {
    question: "იპოვეთ ის $𝑥$-ები, რისთვისაც ფუნქცია $y = \\frac{2|𝑥|−4}{(𝑥^2−9)(|𝑥|−2)}$ არ არის განსაზღვრული.",
    options: ["$±3, ±2$", "$±3$", "$±2$", "$3, 2$", "$3$", "$2$"],
    correct: 0,
    tags: []
  },
  //18
  {
    image: "math/class-7/images/image.9.png",
    question: "იპოვეთ ფუნქციის $y = kx + b$ განტოლება, თუ ცნობილია, რომ ის გადის $(0;2{,}7)$ და $(1;0)$.",
    options: ["$𝑦 = 𝑥 − 2{,}7$", "$𝑦 = −𝑥 + 2{,}7$", "$𝑦 = −2𝑥 − 2{,}7$", "$𝑦 = −3𝑥 − 7$", "$𝑦 = −𝑥 − 7$", "$𝑦 = −𝑥 + 2$"],
    correct: 0,
    tags: []
  },
  //19
  {
    question: "მოცემულია ხაზები $𝑦 = 𝑎𝑥 + 12$ და $𝑦 = (3−𝑎)𝑥 + 𝑎$, რომლებიც იკვეთებიან წერტილში $x = 2$. იპოვეთ $𝑎$.",
    options: ["$1$", "$-3$", "$-1$", "$-2$", "$-5$", "$7$"],
    correct: 0,
    tags: []
  },
  //20
  {
    question: "ავტომობილი გადის $2{,}4$ კმ-ს, შემდეგ $1$ კმ-ს, შემდეგ $3$ კმ-ს. თუ ბოლო მონაკვეთის სიჩქარეა $75\\%$ პირველის, იპოვეთ საშუალო სიჩქარე.",
    options: ["$4$", "$6$", "$3$", "$5$", "$8$", "$7$"],
    correct: 0,
    tags: []
  },
  //21
  {
    question: "იპოვეთ $𝑎$, თუ წრფე $𝑦 = 4𝑥 + 𝑎$ გადის იმ წერტილში, სადაც $𝑦 = 2𝑥 − 1$ და $𝑦 = −2𝑥 + 3$ იკვეთებიან.",
    options: ["$0$", "$3$", "$-1$", "$1$", "$-2$", "$-3$"],
    correct: 0,
    tags: []
  },
  //22
  {
    question: "იპოვეთ $𝑓(5) − 𝑓(−5)$, თუ $𝑓(𝑥)=\\begin{cases}𝑥 − 2, & 𝑥 ≥ 3\\\\7 − 3𝑥, & 𝑥 < 3\\end{cases}$.",
    options: ["$11$", "$5$", "$-18$", "$-2$", "$-5$", "$-19$"],
    correct: 0,
    tags: []
  },
  //23
  {
    image: "math/class-7/images/image.10.png",
    question: "წრეზე მდებარეობს წერტილები $𝐴(-1;2)$, $𝐵(-5;3)$, $𝐶(-3;-2)$. რომელია ყველაზე შორს ცენტრიდან?",
    options: ["$𝐴$", "$𝐵$", "$𝐶$", "$𝐵 და 𝐶$", "$𝐵 და 𝐴$", "$𝐴 და 𝐶$"],
    correct: 0,
    tags: []
  },
  //24
  {
    question: "ცნობილია, რომ $𝑥^2+𝑦^2=1$. იპოვეთ $𝑥^6 + 3𝑥^2𝑦^2 + 𝑦^6$.",
    options: ["ტოლია $1$", "$1$", "$2$", "$3$", "$4$", "$6$"],
    correct: 0,
    tags: []
  },
  //25
  {
    question: "იპოვეთ $𝑥$, თუ $𝑓(𝑥)=2𝑥−1$ და $𝑓(𝑓(𝑥)) + 2𝑓(𝑥 − 1) = 7$.",
    options: ["$1$", "$5$", "$11$", "$-2$", "$-5$", "$2$"],
    correct: 0,
    tags: []
  }
];
