const quizData = [
  //1
  {
    question: "იპოვეთ $(2x^3 + x^2)^{11}$ დაშლის მე-6 შესაკრები (წევრი).",
    options: [
      "$2C_{11}^5 x^{28}$",
      "$C_{11}^5 x^{24}$",
      "$4C_{11}^5 x^{28}$",
      "$2C_{11}^5 x^{22}$",
      "$C_{11}^5 x^{32}$",
      "$2C_{11}^5 x^{34}$"
    ],
    correct: 2,
    tags: []
  },
  //2
  {
    question: "ამოხსენით უტოლობა $\\sqrt{5 - x} > \\sqrt{2x - 1}$.",
    options: [
      "$(1 ; 5)$",
      "$[2; 5)$",
      "$[0.5; 2)$",
      "$[0.5; 2]$",
      "$(-1; 5)$",
      "$(-1; 0.5)$"
    ],
    correct: 1,
    tags: []
  },
  //3
  {
    question: "იპოვეთ $(\\sqrt{x} + \\sqrt{x^4})^{20}$ დაშლის იმ წევრის ნომერი, რომელიც შეიცავს $x^8$ წევრს.",
    options: ["$7$", "$12$", "$6$", "$16$", "$5$", "$9$"],
    correct: 2,
    tags: []
  },
  //4
  {
    question: "იპოვეთ $n$, თუ $\\vec{a} = (n;−2; 1)$ და $\\vec{b} = (5; 3n − 5;−7)$ ვექტორები მართობულია.",
    options: ["$1$", "$2$", "$3$", "$4$", "$5$", "$6$"],
    correct: 1,
    tags: []
  },
  //5
  {
    question: "მოცემულია $\\vec{a} = (3m − n; n − 2m; 6)$ და $\\vec{b} = (n − 4m; 3; c)$ ტოლი ვექტორები. იპოვეთ $m + n + c$.",
    options: ["$11$", "$2$", "$9$", "$15$", "$5$", "$20$"],
    correct: 0,
    tags: []
  },
  //6
  {
    question: "სამ მოსწავლეს დაუბრუნეს ერთ ყუთში ჩადებული თავიანთი სამი მობილური. მათ შემთხვევით ამოიღეს ისინი. რა არის ალბათობა იმისა, რომ არცერთს არ შეხვდებოდა თავისი მობილური?",
    options: [
      "$\\frac{1}{6}$",
      "$\\frac{1}{3}$",
      "$\\frac{1}{2}$",
      "$\\frac{2}{3}$",
      "$\\frac{2}{5}$",
      "$\\frac{1}{4}$"
    ],
    correct: 0,
    tags: []
  },
  //7
  {
    question: "იპოვეთ $\\alpha$ პარამეტრის ყველა მნიშვნელობა, რომელთათვისაც $3\\sin x + 4\\cos x = \\sin\\alpha + \\frac{9}{2}$ განტოლებას ექნება ამონახსნი. (სავარაუდო პასუხებში ყველგან $n \\in \\mathbb{Z}$)",
    options: [
      "$\\frac{\\pi}{6} + 2\\pi n \\leq \\alpha \\leq \\frac{5\\pi}{6} + 2\\pi n$",
      "$\\frac{\\pi}{3} + 2\\pi n \\leq \\alpha \\leq \\frac{4\\pi}{3} + 2\\pi n$",
      "$\\frac{\\pi}{6} + 2\\pi n \\leq \\alpha \\leq \\frac{7\\pi}{6} + 2\\pi n$",
      "$\\frac{2\\pi}{3} + \\pi n \\leq \\alpha \\leq \\frac{\\pi}{6} + 2\\pi n$",
      "$\\frac{5\\pi}{6} + 2\\pi n \\leq \\alpha \\leq \\frac{13\\pi}{6} + 2\\pi n$",
      "$\\frac{\\pi}{2} + \\pi n \\leq \\alpha \\leq \\frac{11\\pi}{6} + 2\\pi n$"
    ],
    correct: 2,
    tags: []
  },
  //8
  {
    question: "ჩამოთვლილთაგან რომელი შუალედის ყოველი მნიშვნელობისთვისაა სამართლიანი $\\sin x > \\cos x$ უტოლობა?",
    options: [
      "$[\\pi; \\frac{5\\pi}{4}]$",
      "$[\\frac{5\\pi}{14}; \\frac{2\\pi}{3}]$",
      "$[\\frac{\\pi}{6}; \\frac{\\pi}{4}]$",
      "$[\\frac{\\pi}{16}; \\frac{3\\pi}{4}]$",
      "$[−\\pi; \\frac{\\pi}{2}]$",
      "$[−\\frac{\\pi}{2}; \\frac{7\\pi}{15}]$"
    ],
    correct: 3,
    tags: []
  },
  
